import { Work } from "../collection";

const original = `예수님은 산상수훈에서 제자들에게 팔복을 말씀하신 후 두 가지를 선언 하십니다. 명령 하십니다. 너희는 이 세상의 소금이다. 너희는 이 세상의 빛이다 (마태 5:13-16). 간단 명료한 선언입니다. 결코 너희가 소금이 될 것이다, 너희가 빛이 될 것이다, 라는 미래형으로 말씀하지 않으셨습니다. 너희는 마땅히 이 세상의 소금이고, 빛이어야 한다고 하신 것입니다. 이것은 예수님의 전매특허인 단도직입적인 선포입니다. 하나님의 자기 선언적 문체와 같습니다. 출애굽기(3 장)에서 모세에게 여호와가 처음 자기를 나타낼 때, 당신을 뭐라고 부르리이까? 하고 모세가 묻자, 나는 스스로 있는 자다, 하고 답하시고는 그것이 이름이 된 것이 여호와라는 신의 명칭입니다 (I am Yatweh). 또 예수님은 ‘내가 곧 길이요, 진리요, 생명이라’ 하고 선언적으로 말씀하셨습니다. 나는 누구 누구이다 하는 표현을 늘 사용하셨습니다. 그리고 같은 용법을 이제 제자들에게도 적용하십니다. 우리도 마찬가지입니다. 피할 수 없습니다.

소금과 빛이라고 하신 이유를 살펴 보겠습니다.

우선, 너희는 세상의 소금이다 말씀 하셨습니다. 소금이 무엇입니까? 짠 맛을 내는 것이지요! 짠 맛만이 아니라 소금은 맛을 내는 기본입니다. 세상의 산해진미 진수성찬을 차려도 맛이 없으면 먹지 못합니다. 그래서 많은 양념이 존재합니다. 그러나, 아무리 좋은 양념을 섞어도 거기 소금이 빠지면 맛이 나지 않습니다. 요리를 거의 못하는 제가 어쩌다 무엇을 해 볼라치면 맛이 영 시원치 않은데, 왜 그런가 하고 아내에게 물으면 소금을 좀 더 치라는 답이었습니다. 아하, 그렇구나!

소금은 부패를 방지합니다. 썩지 않게 합니다. 지금은 집집 마다 냉장고를 가지고 음식을 보관하는 문명 속에 살고 있지만, 이 성경의 시대만 해도 소금은 냉장고를 대신했습니다. 음식을 보관하는 역할은 소금이 했습니다.

성인병 때문에 소금을 줄이라고 하는데, 소금은 결코 없어서는 안되는 생명 물질입니다. 세포는 거의 물로 되어 있어서, 물을 반드시 마셔야 하는데, 그 물의 발란스를 유지해 주는 것이 소금이라고 합니다. 또, 위액속의 염산은 소금이 주성분이고, 또한 소금은 피 속의 노폐물을 제거하는 신진대사를 하고, 체액의 삼투압을 조절하여 건강의 균형을 이루어줍니다. 이렇게 중요한 것이 소금입니다.

그런데, 예수님의 말씀 속에 중요한 부분은, 그렇게 중요한 역할을 하는 소금이 맛을 잃으면 어떻게 하는가 하는 점입니다. 실제로 소금은 오래 방치되고 잘못 두면 짠 맛을 잃어 버립니다. 특별히 유대사람들은 이 말씀의 의미를 이해했습니다. 당시의 소금은 거의 근처 사해 바다에서 가져온 것들인데, 그 소금은 일정 기간이 지나면 짠 맛을 내는 기능이 사라졌다고 합니다. 소금은 짠 맛을 내고, 썩음을 방지하는 탁월한 기능을 가지는데, 그 역할을 못할 때는 아무 데도 쓸데가 없습니다. 그냥 버려야 합니다. 땅에 뿌려서 밟고 지나가는 돌덩이에 불과합니다. 이 점을 비유로 드신 것입니다. 크리스찬은 세상속의 소금이어야 한다고 하신 것입니다.

또한, 너희는 세상의 빛이라고 하십니다. 세상을 밝히는 빛이어야 합니다. 빛은 어둠을 몰아 냅니다. 창조주 하나님은 맨 먼저 빛을 만드시고, 빛과 어둠을 나누셨고, 보기에 좋다고 하셨습니다 (창 1장) 우리는 태양은 되지 못합니다. 되비추는 등대나 등불은 됩니다. 그 등불을 책상 밑에 두는 사람이 없고, 책상 위에 두어서 온 방을 비추어야 마땅하다고 합니다. 당연하지요. 스탠드를 켜서 책상 밑에 두고 공부하는 사람은 없습니다. 그것이 당연하듯 너희도 세상을 비추는 빛이 되라고 하십니다.

제자가 된다는 것은 성경공부만 충실히 하고, 통독을 몇번 하고, 성경퀴즈에 1 등을 한다고 될 일은 아닙니다. 그래서 사실은, 제자가 된다는 것이 어렵습니다. 예수께서 하신 당부대로 살 때 제자가 되는 것입니다. 스승의 말을 듣지 않는 제자가 어디에 있습니까?

이 비유들은 예수님이 하신 16절의 결론을 위한 것들 입니다. 너희의 착한 행실을 보고, 사람들이 하늘의 아버지께 영광을 돌리게 하라! 내가 악한 행실을 보이면, 사람들은 하나님을 존귀히 여기지 않고, 내가 선한 행위를 하면 하나님을 칭송합니다. 내가 하나님을 영화롭게도 하고, 하나님을 영광을 가리기도 합니다. 내 소금이 맛을 잃고, 내 빛이 꺼지면 많은 사람을 실족하게 하기도 한다는 것을 새삼 깨닫게 하십니다. 여러분의 행함으로 하나님의 이름이 높임을 받게 하시기 바랍니다.`;

const translated = ``;

export default {
  author: "김종호 / Kim Jong-Ho",
  date: "2007.01.23",
  worktype: "prose",
  translations: {
    original: {
      language: "ko",
      title: "너희는 소금이요 빛이다: 산상수훈 (4)",
      content: original,
    },
    translated: {
      language: "en",
      title: "You are the salt and the light: Sermon on the Mount (4)",
      content: translated,
    },
  },
} as Work;
